Repository: esase/Dream-CMS---mini-photo-gallery-module
Catalog: module/MiniPhotoGallery/language/*.po
Languages: ru_ru

source: Count of photos per page
ru_ru: Количество изображений на странице

source: MiniPhotoGallery
ru_ru: Мини фото галерея

source: Images height
ru_ru: Высота изображений

source: Images width
ru_ru: Ширина изображений

source: Enable mini photo gallery
ru_ru: Включить мини фото галерею

source: Animation
ru_ru: Анимация

source: Category
ru_ru: Категория

source: The selected category has been deleted
ru_ru: Выбранная категория была удалена

source: Selected categories have been deleted
ru_ru: Выбранные категории были удалены

source: Selected mini photo gallery categories will be deleted. Are you sure?
ru_ru: Выбранные категории мини фото галереи будут удалены. Вы уверены?

source: Delete the image
ru_ru: Удалить изображение

source: Image will be deleted. Are you sure?
ru_ru: Изображение будет удалено. Вы уверены?

source: The selected image has been deleted
ru_ru: Выбранное изображение было удалено

source: Selected images have been deleted
ru_ru: Выбранные изображения были удалены

source: Selected images will be deleted. Are you sure?
ru_ru: Выбранные изображения будут удалены. Вы уверены?

source: Image has been edited
ru_ru: Изображение было отредактировано

source: Edit the image
ru_ru: Редактировать изображение

source: Image has been added
ru_ru: Изображение было добавлено

source: Image uploading failed
ru_ru: Ошибка загрузки изображения

source: Image deleting failed
ru_ru: Ошибка удаления изображения

source: New image
ru_ru: Новое изображение

source: Add an image
ru_ru: Добавить изображение

source: Browse images
ru_ru: Просмотр изображений

source: Category will be deleted. Are you sure?
ru_ru: Категория будет удалена. Вы уверены?

source: Delete the category
ru_ru: Удалить категорию

source: Edit the category
ru_ru: Редактировать категорию

source: Category has been edited
ru_ru: Категория была отредактирована

source: Category already exists
ru_ru: Категория уже существует

source: Category has been added
ru_ru: Категория была добавлена

source: Add a category
ru_ru: Добавить категорию

source: Category name
ru_ru: Название категории

source: Mini photo gallery categories
ru_ru: Категории мини фото галереи

source: List of categories
ru_ru: Список категорий

source: Mini photo gallery
ru_ru: Мини фото галерея

source: Module allows to publish a mini photo gallery on the site
ru_ru: Модуль позволяет публиковать мини фото галерею на сайте

source: Event - Deleting mini photo gallery categories
ru_ru: Удаление категорий мини фото галереи

source: Event - Mini photo gallery category deleted by guest
ru_ru: Гость удалил категорию мини фото галереи с идентификатором - "%d"

source: Event - Mini photo gallery category deleted by user
ru_ru: "%s" удалил(а) категорию мини фото галереи с идентификатором - "%d"

source: Event - Deleting mini photo gallery images
ru_ru: Удаление изображений мини фото галереи

source: Event - Mini photo gallery image deleted by guest
ru_ru: Гость удалил изображение мини фото галереи с идентификатором - "%d"

source: Event - Mini photo gallery image deleted by user
ru_ru: "%s" удалил(а) изображение мини фото галереи с идентификатором - "%d"

source: Event - Editing mini photo gallery images
ru_ru: Редактирование изображений мини фото галереи

source: Event - Mini photo gallery image edited by guest
ru_ru: Гость отредактировал изображение мини фото галереи с идентификатором - "%d"

source: Event - Mini photo gallery image edited by user
ru_ru: "%s" отредактировал(а) изображение мини фото галереи с идентификатором - "%d"

source: Event - Adding mini photo gallery images
ru_ru: Добавление изображений мини фото галереи

source: Event - Mini photo gallery image added by guest
ru_ru: Гость добавил изображение мини фото галереи с идентификатором - "%d"

source: Event - Mini photo gallery image added by user
ru_ru: "%s" добавил(а) изображение мини фото галереи с идентификатором - "%d"

source: Event - Editing mini photo gallery categories
ru_ru: Редактирование категорий мини фото галереи

source: Event - Mini photo gallery category edited by guest
ru_ru: Гость отредактировал категорию мини фото галереи с идентификатором - "%d"

source: Event - Mini photo gallery category edited by user
ru_ru: "%s" отредактировал(а) категорию мини фото галереи с идентификатором - "%d"

source: Event - Adding mini photo gallery categories
ru_ru: Добавление категорий мини фото галереи

source: Event - Mini photo gallery category added by guest
ru_ru: Гость добавил категорию мини фото галереи с идентификатором - "%d"

source: Event - Mini photo gallery category added by user
ru_ru: "%s" добавил(а) категорию мини фото галереи с идентификатором - "%d"

source: ACL - Viewing mini photo gallery
ru_ru: Просмотр мини фото галереи

source: ACL - Viewing mini photo gallery categories in admin area
ru_ru: Просмотр категорий мини фото галереи в админке

source: ACL - Adding mini photo gallery categories in admin area
ru_ru: Добавление категорий мини фото галереи в админке

source: ACL - Editing mini photo gallery categories in admin area
ru_ru: Редактирование категорий мини фото галереи в админке

source: ACL - Browsing mini photo gallery images in admin area
ru_ru: Просмотр изображений мини фото галереи в админке

source: ACL - Adding mini photo gallery images in admin area
ru_ru: Добавление изображений мини фото галереи в админке

source: ACL - Editing mini photo gallery images in admin area
ru_ru: Редактирование изображений мини фото галереи в админке

source: ACL - Deleting mini photo gallery images in admin area
ru_ru: Удаление изображений мини фото галереи в админке

source: ACL - Deleting mini photo gallery categories in admin area
ru_ru: Удаление категорий мини фото галереи в админке

source: ACL - Editing mini photo gallery settings in admin area
ru_ru: Редактирование настроек мини фото галереи в админке
